[
  "Good price",
  "Good quality",
  "Would buy another one",
  "Fast delivery",
  "Unfortunately I have to send the item back",
  "It the kind of multi-tool I have waited for so long",
  "Can I order another one?",
  "Would be even better with different color set!",
  "Cannot wait for the next invention",
  "The performance is great",
  "Fits comfortably in your hand",
  "The price is awesome",
  "I will buy another one when there is another discount",
  "Helpful in every situation",
  "This tool allows everyone a glance in the future",
  "I bought multiple ones last week. One for each room in my appartment.",
  "Best choice to buy now.",
  "I cannot await the next holiday sales to buy another one",
  "Cheap price, easy to handle, but hard to master",
  "My kids cannot get enough of it",
  "Serves every purpose I can imagine",
  "Nice replacement for allot of other tools",
  "Makes meals even spycier",
  "I use it for fishing, crafting and even cooking",
  "Contains a secret function to control any other electrical device in my room",
  "I use it for my daily work. Calling customers, writing emails, etc. No need to transport notebooks anymore. NICE",
  "The internal calender function is much more accurate than the calender app on my smartphone.",
  "Can be used even to settle neighborhood disputes",
  "I am using it to secure my home!",
  "No need to develop weapons for future conflicts anymore",
  "Crops are growing much faster since I use this tool",
  "I can feed my whole family in less than an hour",
  "Time Saver",
  "Now I have much more time for other stuff",
  "It can be used to entertain the whole family",
  "I am using it to train my dog",
  "My cats have learned how to use it. OMG",
  "It is doing my dishes :-)",
  "Painting is so much fun with it",
  "It is fully waterproof. Wow!",
  "I have replaced my car engine in no-time. Thumbs up",
  "I use it mostly to charge my batteries",
  "Perfect entertainment, when your parents-in-law come for a visit",
  "I need to constantly hide it from my siblings. But all-in-all I have made well experiences with it",
  "Translation for nearly every known language is setup by default. Holy s***",
  "I do my homework in no-time",
  "Audio + Video Support. What a great tool!",
  "It is much better than the Trapper Keeper Ultra Keeper Futura S 2000",
  "100 percent recyclable",
  "Extended warranty?! How can I lose?",
  "With this tool everyone can be a sportsman"
]